


already_paid = 'Вы уже приобрели этот курс'
pending = 'Ждет оплаты'
canceled = 'Что-то пошло не так\nВот новая ссылка на оплату'
part = 'Часть'
course_description = 'Описание курса:\n\n{description}'
selected_part = ('{course_name}.\nУрок № {part_id}.\n{description}\n\n'
                 'После получения,\n'
                 'ссылка активна в течении 24 часов.\n'
                 'По истечению этого времени\n'
                 'скачать выбранный урок будет невозможно.\n')

download_link_button_text = 'Получить ссылку на скачивание\n'
menu = 'Меню'
course_part_list = 'Список частей курса "{course_name}":'
link_description = 'Ссылка будет действительна еще {time}'
link_button_text = 'Скачать'
chosen_course = 'Вы выбрали {course_name}'

prices_description = (
    "Имеется два пакета:\n\n"
    "1. Базовый пакет. 🎸\n"  # Заменено на эмодзи гитары
    "   Включает в себя курс из 12 уроков.\n"
    "   Стоимость: {basic_price} ₽\n\n"
    "2. Расширенный пакет. 🌟\n"
    "   Включает в себя курс из 12 уроков\n"
    "   + проверка домашних заданий в ТГ канале.\n"
    "   Стоимость: {extended_price} ₽"
)

about = (
    "Приветствую! Меня зовут Антон Пивцов. 🎸\n"
    "Я профессиональный бас-гитарист с опытом игры более 20 лет.\n\n"

    "Имею высшее музыкальное образование:\n"
    "Государственная классическая академия им. Маймонида, \n"
    "эстрадно-джазовое отделение, класс бас-гитары (2011 г.)\n\n"

    "Являюсь сессионным бас-гитаристом и сотрудничал с артистами разных жанров:\n\n"
    "🎤 Ирина Дубцова (pop-music)\n"
    "🎧 гр. Anacondaz (hip-hop)\n"
    "🎶 гр. ЧИ-ЛИ (disco, pop-rock)\n"
    "🎤 Ани Лорак (pop-music)\n"
    "🎺 Оркестр шоу 'Уральские Пельмени'\n"
    "🎵 2Маши (pop-disco, hip-hop)\n"
    "🎷 гр. Jazz Funk City (smooth jazz) и другие.\n\n"

    "С 2006 года занимаюсь педагогической деятельностью.\n"
    "Разработал собственную программу обучения профессиональной игре на бас-гитаре, \n"
    "которая позволяет достигать результатов в короткие сроки.\n"
    "На моем YouTube-канале можно оценить качество игры моих учеников и сроки обучения.\n"
)